/* Label next to search field */
"1 song" = "1 首歌曲";

/* Label next to search field */
"%i songs" = "%i 首歌曲";

/* Dialog Button */
"Cancel" = "取消";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "預設鬧鈴";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "您要在關閉前儲存鬧鈴中所作的更動嗎？";

/* Dialog Button */
"Don't Save" = "不要儲存";

/* Window title when editing an alarm */
"Edit Alarm" = "編輯鬧鈴";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "若不儲存，您所作的更動將會遺失。";

/* Main prompt in sheet */
"Invalid alarm time" = "鬧鈴時間無效";

/* Dialog Button */
"OK" = "好";

/* Song label when using a playlist */
"Playlist: %@" = "播放列表：%@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "請選取一個未來的日期與時間。";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "請選取重複鬧鈴的日子。";

/* Dialog Button */
"Save" = "儲存";

/* Song label when using a song */
"Song: %@" = "歌曲：%@";